{
  "zamintData": [
    {
      "image": "Afun Party.jpg",
      "description": "We will unite all Zamint under one racial identity by eradicating divisive attitudes and ideologies, promoting cultural and racial awareness through festivals, education and the media, and encouraging dialogue between African Americans, Afro-Caribbeans and continental Africans to dissolve mutual criticism.",
      "concept": "Unity"
    },
    {
      "image": "One Greater Land.jpg", 
      "description": "Establish a one-party system with the AFun Party, implementing a centralized government for simplified decision-making, implementing meritocratic leadership selection based on loyalty and ability, defining Zamint Supreme for oversight and accountability, and developing a legal framework supporting Zamint values ​​and goals.",
      "concept": "Well-Structured Self-Governance"
    },
    {
      "image": "nuke.jpg",
      "description": "Formulate a military doctrine centered on racial defense, invest and innovate in mass destruction technologies with unprecedented efficiency, create collective defense pacts on a global scale among Zamint communities, and form a loyal and technologically advanced force, where the responsible department is obliged to constantly develop new and unimaginable protective measures for Zamint interests.",
      "concept": "Defense"
    },
    {
      "image": "World map.jpg",
      "description": "Invest heavily in R&D for technological independence, reform education with a focus on STEM for Zamint youth, promote innovation in energy, agriculture and defense, and establish collaborative technology hubs for Zamint scientists and engineers.",
      "concept": "Technological Advancement and Science"
    },
    {
      "image": "Education.jpg",
      "description": "Promote Afunism as a way of life that emphasizes loyalty, unity and collective goals, reform education to inculcate Zamint values, history and philosophy, and eliminate influences within the community that are divisive or contrary to Zamint principles",
      "concept": "Social and Ideological Reforms"
    },
    {
      "image": "Zamint wave AFUN wave AFUN party.jpg",
      "description": "Encourage population growth among those who embody the ideals of Zamint, by providing support to families to ensure that children are raised with these values.",
      "concept": "Reproductive and demographic strategies"
    }
  ]
}